/* English localizable strings for Introspectare */

/**** Save error alert ****/
/* Save error alert title */
"INTSaveErrorAlertTitle" = "Data could not be saved.";

/* Save error alert message */
"INTSaveErrorAlertMessage" = "An error occurred while saving Introspectare data. Would you like to quit anyway?";

/* Save error alert default button */
"INTSaveErrorDefaultButton" = "Cancel";

/* Save error alert alternate button */
"INTSaveErrorAlternateButton" = "Quit Anyway";



/**** Data folder creation error ****/
/* Data folder creation error description */
"INTDataFolderCreationErrorDescription" = "The Introspectare data folder could not be created.";

/* Data folder creation error recovery suggestion */
/* Arguments: */
/* 1: (NSString *)data folder path */
"INTDataFolderCreationErrorRecoverySuggestion" = "Try manually creating the folder %1$@.";



/**** Data file is directory error ****/
/* Data file is directory error description */
"INTDataFileIsDirectoryErrorDescription" = "The Introspectare data file could not be created, because there is a folder with the same name.";

/* Data file is directory error failure reason */
"INTDataFileIsDirectoryErrorFailureReason" = "There is a folder with the same name as the data file.";

/* Data file is directory error recovery suggestion */
/* Arguments: */
/* 1: (NSString *)data file name */
/* 2: (NSString *)data folder path */
"INTDataFileIsDirectoryErrorRecoverySuggestion" = "Try removing the folder \"%1$@\" in %2$@.";



/**** Data file load error ****/
/* Data file load error description */
"INTDataFileLoadErrorDescription" = "The Introspectare data file could not be loaded.";



/**** Data file save error ****/
/* Data file save error description */
"INTDataFileSaveErrorDescription" = "The Introspectare data file could not be saved.";


/**** Menu items ****/
/* Show Inspector menu item */
"INTShowInspectorMenuTitle" = "Show Inspector";

/* Hide Inspector menu item */
"INTHideInspectorMenuTitle" = "Hide Inspector";



/**** Undo action names ****/
/* Mark as Read undo action */
"INTMarkAsReadUndoAction" = "Mark as Read";

/* Mark as Unread undo action */
"INTMarkAsUnreadUndoAction" = "Mark as Unread";

/* Change Entry Note undo action */
"INTChangeEntryNoteUndoAction" = "Change Entry Note";

/* Change annotated principle upheld undo action */
"INTChangeAnnotatedPrincipleUpheldUndoAction" = "Change Entry Principle";

/* "Change Constitution Version Label" undo action */
"INTChangeConstitutionVersionLabelUndoAction" = "Change Constitution Version Label";

/* Change Constitution Note undo action */
"INTChangeConstitutionNoteUndoAction" = "Change Constitution Note";

/* Change Constitution Principles undo action */
"INTChangeConstitutionPrinciplesUndoAction" = "Change Constitution Principles";



/**** INTEntriesView contextual menu items ****/
/* Mark as Unread menu title */
"INTMarkAsUnreadContextualMenuTitle" = "Mark as Unread";

/* Mark as Read menu title */
"INTMarkAsReadContextualMenuTitle" = "Mark as Read";

/* Show Inspector menu title */
"INTShowInspectorContextualMenuTitle" = "Show Inspector";


/**** INTEntriesHeaderView ****/
/* Constitution header title */
"INTConstitutionHeaderTitle" = "Constitution";

/* Unread entry tool tip */
"INTUnreadEntryToolTip" = "Unread";

/* Entry note tool tip */
/* Arguments: */
/* 1: (NSString *)note */
"INTEntryNoteToolTip" = "Note:\n%1$@";
